Revit 2027 API
ParameterTypeId.RebarBarStirrupBendDiameter Property
 "Stirrup/Tie Bend Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarBarStirrupBendDiameter { get; }
Public Shared ReadOnly Property RebarBarStirrupBendDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarBarStirrupBendDiameter {
	ForgeTypeId^ get ();
}
static member RebarBarStirrupBendDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace